{
  "Culture": "tr-TR",
  "Language": "Türkçe",
  "Region": "Türkiye",
  "KeyValueDictionary":
  {
    "Name": "İsim",
    "Surname": "Soyisim",
    "UsernameTextBox": "E-posta Adresi",
    "PasswordBox": "Parola",
    "EmailAddress": "E-posta Adresi",
    "PhoneNumber": "Telefon Numarası",
    "PhoneNumberWithNotation": "Telefon Numarası (5XX XXX XXXX)",
    "Password": "Parola",
    "ConfirmPassword": "Parola (Tekrar)",
    "PasswordsDoNotMatch": "Parolalar uyuşmuyor",
    "PasswordPatternMessage": "Parola gereksenimleri karşılanmıyor!\nParola en az 8 karakterden oluşmalı.\nEn az bir büyük harf ve en az bir küçük harf içermeli.\nEn az bir rakam içermelidir.",
    "Login": "Giriş",
    "UsernameOrPasswordIncorrect": "Kullanıcı adı ya da şifre hatalı!",
    "CreateAccount": "Hesap Oluştur",
    "ForgotMyPassword": "Parolamı unuttum?",
    "Register": "Kayıt",
    "RegisterMessage2": "Bir hesabınız yok mu?",
    "HaveYouAccount": "Hesabınız var mı?",
    "GoToLogin": "Giriş sayfasına git",
    "BirthDate": "Doğum Tarihi",
    "RegisterSuccess": "Kayıt Başarılı!",
    "EmailAddressAlreadyExist": "Bu e-posta adresi zaten kullanılıyor!",
    "RegisterActivationDescription1": "Hesabınızın aktive edilmesi için e-posta adresinize gönderilen aktivasyon bağlantısını takip ediniz.",
    "RegisterActivationDescription2": "E-posta gelen kutunuzu kontrol ediniz.\nAktivasyon mailinin ulaşması birkaç dakika süre alabilir. Kayıt işleminin tamamlanması için e-posta adresinize gönderilen aktivasyon bağlantısını takip ediniz.\nGelen kutunuzda aktivasyon maili bulunmuyorsa spam kutunuzu kontrol ediniz. Eğer aktivasyon mail'i ulaşmamış ise bizimle irtibata geçiniz.",
    "Close": "Kapat",
    "Loading": "Yükleniyor",
    "Loading3D": "Yükleniyor...",
    "PleaseWait": "Lütfen bekleyiniz",
    "PleaseWait3D": "Lütfen bekleyiniz...",
    "NonDisclosureAggreementMessage": "Gizlilik sözleşmesini okudum ve kabul ediyorum.",
    "TermsAndConditions": "Hüküm ve Koşullar",
    "Accounts": "Hesaplar",
    "LinksToOtherWebSites": "Diğer Web Siteleri",
    "Termination": "Sonlandırma",
    "GoverningLaw": "Hukuki Ayrıntılar",
    "Changes": "Değişiklikler",
    "ContactUs": "İletişim",
    "LastUpdated": "Son güncelleme : ",
    "TermsParagraph1": "Ertis (Belge içerisinde \"Biz/Bize\" şeklinde anılacaktır) tarafından işletilen https:\/\/ertugrulozcan.github.io\/ertis web sitesini (Belge içerisinde bu site tarafından sağlanan tüm servisler \"Hizmet\" olarak anılacaktır) kullanmadan önce lütfen bu şart ve koşulları dikkatli bir şekilde okuyunuz.",
    "TermsParagraph2": "Hizmete erişiminiz ve hizmet kullanımınız, bu şartları onaylamanız ve kabul etmeniz şartına bağlıdır. Bu koşullar, hizmete erişen veya hizmeti kullanan tüm ziyaretçiler, kullanıcılar ve diğerleri için geçerlidir.",
    "TermsParagraph3": "Hizmete erişerek veya kullanarak, bu şartlar'a bağlı kalmayı kabul edersiniz. Şartların herhangi bir bölümüyle aynı fikirde değilseniz, hizmet'e erişemezsiniz.",
    "TermsParagraph4": "Bizimle bir hesap oluşturduğunuzda, doğru, eksiksiz ve her zaman güncel olan bilgileri bize sunmalısınız. Bunun yapılmaması, Hizmet Şartları'nın ihlali anlamına gelir ve bu da hesabınızın hizmetimiz üzerinde derhal feshine neden olabilir.",
    "TermsParagraph5": "Hizmete erişmek için kullandığınız şifreyi (parolanız), şifrenizin hizmetimizde veya üçüncü taraf bir hizmette olup olmamasına bakılmaksızın, şifrenizin altındaki herhangi bir etkinlik veya eylem için gizliliğinin sağlanması sizin sorumluluğunuzdadır.",
    "TermsParagraph6": "Şifrenizi herhangi bir üçüncü tarafa açıklamamayı kabul edersiniz. Herhangi bir güvenlik ihlalinden veya hesabınızın yetkisiz kullanımından haberdar olduğunuzda derhal bunu bize bildirmeniz gerekir.",
    "TermsParagraph7": "Hizmetimiz, Ertis'e ait olmayan veya kontrol edilmeyen üçüncü taraf web sitelerine veya hizmetlere bağlantılar içerebilir.",
    "TermsParagraph8": "Ertis, herhangi bir üçüncü şahıs web sitesinin veya hizmetinin içeriği, gizlilik politikaları veya uygulamaları üzerinde herhangi bir sorumluluk üstlenmez ve sorumluluk kabul etmez. Ayrıca, Ertis'in, doğrudan veya dolaylı olarak, bu tür içerik, mal veya hizmetlerin kullanımı veya bunlardan bağımlılığın neden olduğu veya bunlardan kaynaklandığı iddia edilen herhangi bir zarar veya ziyan için veya dolaylı olarak herhangi bir şekilde sorumlu tutulamayacağını ve kabul edersiniz.",
    "TermsParagraph9": "Ziyaret ettiğiniz üçüncü şahıs web sitelerinin veya hizmetlerin hüküm ve koşullarını ve gizlilik politikalarını okumanızı önemle tavsiye ederiz.",
    "TermsParagraph10": "Şartları ihlal ederseniz, herhangi bir nedenle herhangi bir sebeple ve önceden haber verilmeksizin ve sorumluluğumuz olmaksızın Hizmetimize erişimi anında sona erdirebilir veya askıya alabiliriz. Ertis şart ve koşulları ihlal durumunda hizmetin devamlılığı hakkını kendinde saklı tutar.",
    "TermsParagraph11": "Ertis tarafından sözleşme uyarınca sağlanan tüm hizmetler, şartnamenin doğaları gereğince sona erdirmeden devam etmesi gereken tüm hükümler, mülkiyet hükümleri, garanti feragatçıkları, sorumlulukların tazminat ve sınırlamaları da dahil, ancak bunlarla sınırlı olmaksızın sona erdirmeden devam edecektir.",
    "TermsParagraph12": "Şartları ihlal ederseniz, hesabınızı herhangi bir sebeple ve önceden haber vermeksizin derhal feshedebilir veya askıya alabiliriz.",
    "TermsParagraph13": "Fesih üzerine, Hizmeti kullanma hakkınız derhal sona erer. Hesabınızı feshetmek isterseniz, Hizmeti kullanmayı bırakmanız yeterlidir.",
    "TermsParagraph14": "Şartnamenin, doğaları gereğince sona erdirmeden devam etmesi gereken tüm hükümler, mülkiyet hükümleri, garanti feragatçıkları, sorumlulukların tazminat ve sınırlamaları da dahil ancak bunlarla sınırlı olmaksızın sona erdirmeden devam edecektir.",
    "TermsParagraph15": "Bu Hükümler, hukukun çatışması hükümlerine bakılmaksızın Türkiye Cumhuriyeti yasalarına uygun olarak yönetilecek ve yorumlanacaktır.",
    "TermsParagraph16": "Bu Şartların herhangi bir hak veya hükmünü yerine getirmememiz bu haklardan feragat olarak addedilmeyecektir. Bu koşulların herhangi bir hükmünün bir mahkeme tarafından geçersiz veya uygulanamaz olarak tutulması durumunda, Şartların kalan hükümleri yürürlükte kalır. Bu Şartlar, Hizmetimiz ile ilgili olarak tarafımızdan yapılan tüm sözleşmeyi teşkil eder ve aramızda olabilecek önceden yapılmış tüm sözleşmeleri geçersiz kılar ve değiştirir.",
    "TermsParagraph17": "Bu Şartları istediğimiz zaman değiştirme veya değiştirme hakkını, tamamen kendi takdirimize bağlı olarak saklı tutuyoruz. Bir değişiklik önemli ise, yeni şartların uygulanmasından önce en az 30 gün önceden haber vermeye çalışacağız. Maddi bir değişimi neyin oluşturduğunu bizzat kendi takdirimize bağlı olarak belirleyeceğiz.",
    "TermsParagraph18": "Bu değişiklikler yürürlüğe girdikten sonra Hizmetimize erişmeye veya kullanmaya devam ederek, gözden geçirilmiş şartları kabul etmiş sayılırsınız. Yeni şartları kabul etmiyorsanız, lütfen Hizmeti kullanmayı bırakın.",
    "TermsParagraph19": "Bu Şartlar hakkında herhangi bir sorunuz varsa, lütfen bize ulaşın.",
    "TermsParagraph20": ""
  }
}
